Repository: jburguete/swigs
Catalog: 1.3.14/po/*/LC_MESSAGES/swigs.po
Languages: fr

source: Transient section
fr: Section transitoire

source: Not enough memory
fr: Mémoire insuffisante

source: Not name
fr: Nom indéfini

source: Unknown type
fr: Type inconnu

source: Bad defined
fr: Erroné

source: Cross section
fr: Section de canal

source: Bad control channel
fr: Canal du contrôle erroné

source: Bad control cross section
fr: Section du contrôle erronée

source: Bad order
fr: Ordre erroné

source: Unknow type
fr: Type inconnu

source: Not control channel
fr: Canal du contrôle erroné

source: Not control section
fr: Section du contrôle indéfinie

source: Bad integration time
fr: Temps d'integration erroné

source: Bad tolerance
fr: Tolérance erronée

source: Geometry
fr: Géométrie

source: Initial flow conditions
fr: Conditions initiales d'écoulement

source: Initial transport conditions
fr: Conditions initiales de transport

source: Junction data
fr: Données de l_iaison

source: Not channel
fr: Canal indéfini

source: Not initial section
fr: Section initiale indéfinie

source: Flow boundary condition
fr: Condition au limit d'écoulement

source: Inlet
fr: Entrée

source: Outlet
fr: Sortie

source: Bad position
fr: Position erronée

source: Bad junction
fr: Liaison erronée

source: Bad time
fr: Temps erroné

source: Bad delay
fr: Retard erroné

source: Transport boundary condition
fr: Condition au limit de transport

source: Bad name
fr: Nom indéfini

source: Bad solubility
fr: Solubilité incorrecte

source: Bad danger concentration
fr: Concentration dangereuse incorrecte

source: Channel transport
fr: Canal de transport

source: Channel
fr: Canal

source: Duplicated definition
fr: Définition dupliquée

source: Flow boundary conditions
fr: Conditions aux limites d'écoulement

source: Outlet flow
fr: Sortie d'écoulement

source: Not cell size
fr: Longueur de cellule indéfinie

source: Bad cell size
fr: Longueur de cellule erronée

source: Undefined
fr: Indéfini

source: Bad number of solutes
fr: Nombre de solutés erroné

source: System
fr: Sistème

source: Bad channel
fr: Canal erroné

source: Bad cross section
fr: Section de canal erronée

source: Unable to open the file
fr: Impossible d'ouvrir le fichier

source: Bad XML system
fr: XML sistème erroné

source: Bad measured time
fr: Intervalle de temps de mesure erroné

source: No solution file
fr: Fichier de solution indéfini

source: Bad advances file
fr: Fichier d'avances erroné

source: Bad plumes file
fr: Fichier de plumes de danger erroné

source: Bad contributions file
fr: Fichier d'apports erroné

source: Bad initial time
fr: Temps initial de simulation erroné

source: Bad observation time
fr: Temps d'observation erroné

source: Observation time lower than initial time
fr: Temps d'observation inférieur au temps initial

source: Bad final time
fr: Temps final de simulation erroné

source: Final time lower than initial time
fr: Temps final plus petit que le temps final

source: Bad CFL
fr: Nombre CFL erroné

source: Bad implicit number
fr: Nombre implicite erroné

source: Bad steady error
fr: Error stationnaire erroné

source: Bad maximum steady time
fr: Intervalle de temps de mesure erroné

source: Bad minimum cross section width
fr: La plus petite largeur de la section de canal incorrecte

source: Bad minimum depth
fr: Profondeur minimale erronée

source: Bad granulometric coefficient
fr: Coefficient granulométrique erroné

source: Channel segment
fr: Segment de canal

source: Section changes list
fr: Liste de changes de section

source: Gauge sections list
fr: Liste de sections de jaugeage

source: Variable sections list
fr: Liste de sections variables

source: Transport initial conditions
fr: Conditions initiales de transport

source: Junction
fr: L_iaison

source: Junctions
fr: Con_fluences

source: Volume of junctions
fr: Volume des confluences

source: Tributary junctions
fr: Confluences latérales

source: Frontal junctions
fr: Confluences frontales

source: Parallel junction
fr: Confluences parallèles

source: Not yet implemented
fr: Pas établi encore

source: Mesh
fr: Maille

source: Save solution
fr: Enregistrer solution

source: Time evolution
fr: Évolution temporelle

source: Usage is
fr: Usage est

source: swigs simulation_file
fr: swigs fichier_de_simulation

source: This abort the program! Do you like to continue?
fr: Ça finie le programme! Vous voulez continuer?

source: Warning!
fr: Attention!

source: Calculating geometrical parameters
fr: En calculant paramètres géometriques

source: Opening mesh
fr: En ouvrant la maille

source: _Stop
fr: _Arrêter

source: Calculating steady initial conditions ...
fr: En calculant les conditions initiales stationnaires ...

source: Maximum steady initial discharge error
fr: Erreur maximal en débit initial stationnaire

source: Flow initial conditions
fr: Conditions initiales d'écoulement

source: Channel overflow
fr: Débordement du canal

source: Bad profile
fr: Profile erroné

source: Bad channel number
fr: Nombre de canal erroné

source: Bad write XML node
fr: Node XML de solution erroné

source: Bad evolution
fr: Évolution temporelle erroné

source: Bad q error
fr: q error erroné

source: High q error
fr: q error haut

source: Bad h error
fr: h error erroné

source: High h error
fr: h error haut

source: Bad s error
fr: s error erroné

source: High s error
fr: s error haut

source: Solution file
fr: Fichier de solution

source: No name
fr: Nom indéfini

source: Unable to open the parameters
fr: Impossible d'ouvrir le fichier

source: Bad simulation XML file
fr: Fichier XML de simulation erroné

source: Unable to open the external libraries
fr: Impossible d'ouvrir les librairies externes

source: swigs [-np number_of_processors]
fr: swigs [-np nombre_de_processeurs]

source: swigs [-np number_of_processors] simulation_file
fr: swigs [-np nombre_de_processeurs] fichier_de_simulation

source: _OK
fr: _Accepter

source: XML system file (*.xml, *.XML)
fr: XML fichier de sistème (*.xml, *.XML)

source: Open system
fr: Ouvrir sistème

source: _Cancel
fr: _Annuler

source: Discharge
fr: Débit

source: Depth
fr: Profondeur

source: Level
fr: Cote

source: Velocity
fr: Vitesse

source: Froude number
fr: Nombre de Froude

source: Area
fr: Aire

source: Top width
fr: Largeur superfitielle

source: _No animation
fr: _Sans animation

source: _Fast
fr: _Rapide

source: _Detailed
fr: _Detaillée

source: _Manual adjust
fr: Réglage _manual

source: _Show grid
fr: Montrer maille

source: Parameter 1
fr: Paramètre 1

source: Parameter 2
fr: Paramètre 2

source: Time
fr: Temps

source: Longitudinal profile
fr: Profil longitudinal

source: Graphical options
fr: Options graphiques

source: Initial mass
fr: Masse initiale

source: Final mass
fr: Masse finale

source: Inlet contributions
fr: Apports de l'entrée

source: Inner contributions
fr: Apports internes

source: Oulet contributions
fr: Apports de la sortie

source: Conservation error
fr: Erreur de conservation

source: Flow
fr: Écoulement

source: Save system as
fr: Enre_gistrer sistème sous

source: Bed level
fr: Cote du fond

source: Critical velocity
fr: Vitesse critique

source: _Channel
fr: _Canal

source: _Simulate
fr: _Simuler

source: _Graphical
fr: _Graphique

source: _Help
fr: _Aide

source: _New
fr: _Nouveau

source: _Open
fr: _Ouvrir

source: _Edit
fr: É_diter

source: _Save
fr: En_registrer

source: S_ave as
fr: Enre_gistrer sous

source: E_xit
fr: _Quitter

source: _Start
fr: _Démarrer

source: Sto_p
fr: A_rrêter

source: Conse_rvation error
fr: E_rreur de conservation

source: Sa_ve solution
fr: Enre_gistrer solution

source: Save _graphical
fr: Enregistrer gra_phique

source: _View animation
fr: _Voir animation

source: _Stop animation
fr: A_rrêter animation

source: _About
fr: _Apropos

source: Exit
fr: Quitter

source: New system
fr: Nouveau sistème

source: Edit system
fr: Éditer sistème

source: Save system
fr: Enregistrer sistème

source: Start simulation
fr: Démarrer simulation

source: Stop simulation
fr: Arrêter simulation

source: Save graphical
fr: Enregistrer graphique

source: View animation
fr: Voir animation

source: Stop animation
fr: Arrêter animation

source: Help
fr: Aide

source: About
fr: Apropos

source: Simulation time
fr: Temps de simulation

source: Computational time
fr: Temps de computation
