Repository: jburguete/swigs
Catalog: 1.1.5/po/*/LC_MESSAGES/swigsbin.po
Languages: es

source: Transient section
es: Sección transitoria

source: Not enough memory
es: Falta memoria

source: Not name
es: Nombre no definido

source: Unknown type
es: Tipo desconocido

source: Bad defined
es: Mal definido

source: Cross section
es: Sección de cauce

source: Bad control channel
es: Cauce del control incorrecto

source: Bad control cross section
es: Sección transversal del control incorrecta

source: Bad order
es: Orden incorrecto

source: Unknow type
es: Tipo desconocido

source: Not control channel
es: Cauce del control incorrecto

source: Not control section
es: Sección del control no definida

source: Bad integration time
es: Tiempo de integración incorrecto

source: Bad tolerance
es: Tolerancia incorrecta

source: Geometry
es: Geometría

source: Initial flow conditions
es: Condiciones iniciales de flujo

source: Initial transport conditions
es: Condiciones ininiciales de transporte

source: Junction data
es: Datos de confluencia

source: Not channel
es: Cauce no definido

source: Not initial section
es: Sección inicial no definida

source: Flow boundary condition
es: Condición de contorno de flujo

source: Inlet flow
es: Entrada de flujo

source: Outlet flow
es: Salida de flujo

source: Bad position
es: Posición incorrecta

source: Bad junction
es: Confluencia incorrecta

source: Not hydrogram
es: Hidrograma no definido

source: Bad time
es: Tiempo incorrecto

source: Bad delay
es: Retraso incorrecto

source: Transport boundary condition
es: Condición de contorno de transporte

source: Transport
es: Transporte

source: Bad name
es: Nombre no definido

source: Bad solubility
es: Solubilidad incorrecta

source: Bad danger concentration
es: Concentración de peligro incorrecta

source: Channel transport
es: Cauce de transporte

source: Channel
es: Cauce

source: Duplicated definition
es: Definición duplicada

source: Flow boundary conditions
es: Condiciones de contorno de flujo

source: Not cell size
es: Tamaño de celda no definido

source: Bad cell size
es: Tamaño de celda incorrecto

source: Undefined
es: No definido

source: Bad number of solutes
es: Número de solutos incorrecto

source: System
es: Sistema

source: Bad channel
es: Cauce incorrecto

source: Bad cross section
es: Sección de cauce incorrecta

source: Mixing frontal and lateral junctions
es: Mezcla de confluencias frontales y laterales

source: Unable to open the file
es: No se pudo abrir el fichero

source: Bad XML system
es: Sistema XML incorrecto

source: Bad measured time
es: Tiempo de medida incorrecto

source: No solution file
es: Fichero de solución no definido

source: Bad advances file
es: Fichero de avances incorrecto

source: Bad plumes file
es: Fichero de plumas de peligro incorrecto

source: Bad contributions file
es: Fichero de contribuciones incorrecto

source: Bad initial time
es: Tiempo inicial de simulación incorrecto

source: Bad observation time
es: Tiempo de observación incorrecto

source: Observation time lower than initial time
es: Tiempo de observación menor que el inicial

source: Bad final time
es: Tiempo final de simulación incorrecto

source: Final time lower than initial time
es: Tiempo final menor que el tiempo inicial

source: Bad CFL
es: Número CFL incorrecto

source: Bad implicit number
es: Número implícito incorrecto

source: Bad steady error
es: Error estacionario incorrecto

source: Bad maximum steady time
es: Tiempo máximo estacionario incorrecto

source: Bad minimum cross section width
es: Mínima anchura de sección transversal incorrecta

source: Bad minimum depth
es: Calado mínimo incorrecto

source: Bad granulometric coefficient
es: Coeficiente granulométrico incorrecto

source: Section
es: Sección

source: Channel segment
es: Segmento de cauce

source: Section changes list
es: Lista de cambios de sección

source: Gauge sections list
es: Lista de secciones de aforo

source: Variable sections list
es: Lista de secciones variables

source: Transport initial conditions
es: Condiciones iniciales de transporte

source: Junction
es: Confluencia

source: Junctions
es: Confluencias

source: Volume of junctions
es: Volumen de las confluencias

source: Tributary junctions
es: Confluencias laterales

source: Frontal junctions
es: Confluencias frontales

source: Parallel junction
es: Confluencia lateral

source: Not yet implemented
es: Todavía no implementado

source: Mesh
es: Malla

source: Save solution
es: Guardar solución

source: Time evolution
es: Evolución temporal

source: Solution
es: Solución

source: Usage is
es: El uso es

source: swigs simulation_file
es: swigs fichero_de_simulación

source: This abort the program! Do you like to continue?
es: ¡Esto aborta el programa! ¿Desea continuar?

source: Warning!
es: ¡Ojo!

source: Calculating geometrical parameters
es: Calculando parámetros geométricos

source: Opening mesh
es: Abriendo malla

source: _Stop
es: _Parar

source: Calculating steady initial conditions ...
es: Calculando condiciones iniciales estacionarias ...

source: Maximum steady initial discharge error
es: Máximo error en caudal inicial estacionario

source: Flow initial conditions
es: Condiciones iniciales de flujo

source: Do you want to overwrite the solution file?
es: ¿Desea sobreescribir el fichero de solución

source: Channel overflow
es: Se produjo desbordamiento del cauce

source: Bad profile
es: Perfil incorrecto

source: Bad channel number
es: Número de cauce incorrecto

source: Bad write XML node
es: Nodo XML de solución incorrecto

source: Bad evolution
es: Evolución temporal incorrecta

source: Bad q error
es: q error incorrecto

source: High q error
es: q error alto

source: Bad h error
es: h error incorrecto

source: High h error
es: h error alto

source: Bad s error
es: s error incorrecto

source: High s error
es: s error alto

source: Solution file
es: Fichero de solución

source: No name
es: Nombre no definido

source: Unable to open the parameters
es: No se pudo abrir el fichero

source: Bad simulation XML file
es: Fichero XML de simulación incorrecto

source: Unable to open the external libraries
es: No se pudo abrir las librerías externas

source: swigs [-np number_of_processors]
es: swigs [-np número_de_procesadores]

source: swigs [-np number_of_processors] simulation_file
es: swigs [-np número_de_procesadores] fichero_de_simulación

source: Position (1-%d)
es: Posición (1-%d)

source: _OK
es: _Aceptar

source: XML system file (*.xml, *.XML)
es: Fichero de sistema XML (*.xml, *.XML)

source: Open system
es: Abrir sistema

source: _Cancel
es: _Cancelar

source: Discharge
es: Caudal

source: Depth
es: Calado

source: Level
es: Cota

source: Velocity
es: Velocidad

source: Froude number
es: Número de Froude

source: Area
es: Área

source: Top width
es: Anchura superficial

source: _No animation
es: _No animación

source: _Fast
es: _Rápida

source: _Detailed
es: _Detallada

source: _Manual adjust
es: A_juste manual

source: _Show grid
es: _Mostrar rejilla

source: Maximum
es: Máximo

source: Minimum
es: Mínimo

source: Position
es: Posición

source: Parameter 1
es: Parámetro 1

source: Parameter 2
es: Parámetro 2

source: Time
es: Tiempo

source: Longitudinal profile
es: Perfil longitudinal

source: Animation
es: Animación

source: Graphical options
es: Opciones gráficas

source: Initial mass
es: Masa inicial

source: Final mass
es: Masa final

source: Inlet contributions
es: Contribuciones de la entrada

source: Inner contributions
es: Contribuciones internas

source: Oulet contributions
es: Contribuciones de la salida

source: Conservation error
es: Error de conservación

source: Flow
es: Flujo

source: Save system as
es: Guardar sistema _como

source: SWIGS (Shallow Water in Irregular Geometries Simulator): a software to simulate transient or steady flows with solute transport in channels, channel networks and rivers
es: SWIGS (Shallow Water in Irregular Geometries Simulator): un programa para simular flujos estacionarios o transitorios con transporte de soluto en canales, redes de canales y ríos

source: Bed level
es: Fondo

source: Critical velocity
es: Velocidad crítica

source: _Channel
es: _Cauce

source: _Simulate
es: _Simular

source: _Graphical
es: _Gráficas

source: _Help
es: A_yuda

source: _New
es: _Nuevo

source: _Open
es: _Abrir

source: _Edit
es: _Editar

source: _Save
es: _Guardar

source: S_ave as
es: Guardar _como

source: E_xit
es: _Salir

source: _Start
es: _Iniciar

source: Sto_p
es: _Parar

source: Conse_rvation error
es: E_rror de conservación

source: Sa_ve solution
es: _Guardar solución

source: Save _graphical
es: Guardar grá_fica

source: _Options
es: _Opciones

source: _View animation
es: _Ver animación

source: _Stop animation
es: _Parar animación

source: _About
es: _Acerca

source: Exit
es: Salir

source: New system
es: Nuevo istema

source: Edit system
es: Editar sistema

source: Save system
es: Guardar sistema

source: Start simulation
es: Iniciar simulación

source: Stop simulation
es: Parar simulación

source: Save graphical
es: Guardar gráfica

source: View animation
es: Ver animación

source: Stop animation
es: Parar animación

source: Help
es: Ayuda

source: Simulation time
es: Tiempo de simulación

source: Computational time
es: Tiempo de cálculo
